<div class="form-wrapper">
<div class="tekst">
<?
if ($cattitle[$name_cat]=='Транспорт' ) echo '<b><center>Транспорт</center></b><br/>
Раздел «Транспорт» на доске бесплатных объявлений <a href="https://stavropolboard.ru">StavropolBoard.ru</a> собрал предложения людей, которые решились продать свою машину или другой вид автотранспорта. Все предложения сопровождаются ценами и фото.<br/><br/> Здесь можно найти все, чего пожелает душа автолюбителя:<br/>
•	легковые машины: новые и б/у;<br/>
•	мотоциклы и мототехника;<br/>
•	специальная техника;<br/>
•	прицепы;<br/>
•	водный транспорт;<br/>
•	запчасти;<br/>
•	аксессуары;<br/>
•	шины и диски;<br/>
•	услуги автомехаников и СТО.<br/><br/>
Задались целью приобрести свой автомобиль с пробегом или новый? Хватит тратить время в поездах на автобазары и салоны, доска объявлений <a href="https://stavropolboard.ru">StavropolBoard.ru</a> придет на помощь и предложит лучшие варианты на любой вкус и кошелек.<br/><br/> 
Благодаря удобному разделению на определенные категории товаров и простой поисковой системе можно легко и быстро найти себе «железного коня», хоть двухколесного, хоть четырех, а по желанию и того, кто будет рассекать водные просторы.<br/><br/> 
А, может, хотите продать свой автомобиль или запчасть? Смело размещайте свое объявление, и сотни людей сразу же заинтересуются предложением.<br/><br/> 
Вместе со <a href="https://stavropolboard.ru">StavropolBoard.ru</a> можно все купить и все продать в несколько раз быстрее и комфортнее! Желаем удачных покупок и результативных продаж!';
?>

<?
if ($cattitle[$name_cat]=='Недвижимость' ) echo '<b><center>Недвижимость</b></center><br/>
Хотите купить, продать или обменять свое жилье? А, может, интересует аренда помещения в Ставрополе? Все эти сокровища спрятаны в пункте  «Недвижимость», размещенном на бесплатной доске объявлений <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/>

Это лучшее средство для людей, которые мечтают о красивом загородном коттедже или уютной даче в Ставрополе. Для простоты и удобства использования портала все разделы имеют подкатегории и поисковый фильтр, который позволяет показывать лишь те объявления, что соответствуют предполагаемой стоимости и местонахождению.<br/><br/>

Категория «Недвижимость» включает:<br/>

•	квартиры;<br/>
•	земельные участки;<br/>
•	частные дома;<br/>
•	дачи;<br/>
•	коттеджи;<br/>
•	комнаты;<br/>
•	гаражи и многое другое.<br/> <br/>

Каждый здесь найдет идеальный вариант для себя и своей семьи. Ежедневно обновляются предложения, и множество людей делятся своими объявлениями на <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/> 

Устали бегать по риелторам? Не хотите переплачивать за дополнительные услуги? В пункте «Недвижимость» предложены лучшие варианты от людей, продающих свои жилища напрямую и демонстрирующих реальные фото помещений.<br/><br/> 

Надеемся, что каждый найдет на нашем сайте то, что он желает. Спасибо, что доверяете <a href="https://stavropolboard.ru">StavropolBoard.ru</a>. 
';
?>

<?
if ($cattitle[$name_cat]=='Работа' ) echo '<b><center>Работа</b></center><br/>
Раздел «Работа» на <a href="https://stavropolboard.ru">StavropolBoard.ru</a> собирает сотни предложений по трудоустройству и поиску сотрудников. Ежедневно сюда стекаются сотни резюме и вакансий в Ставрополе, которые охватывают различные сферы жизнедеятельности человека и профильные направления:<br/>

•	бухгалтера;<br/>
•	продавцы;<br/>
•	водители;<br/>
•	швеи;<br/>
•	уборщицы;<br/>
•	операторы ПК;<br/>
•	медперсонал;<br/>
•	маркетологи;<br/>
•	учителя;<br/>
•	офис-менеджеры и многие другие.<br/> <br/>

Мечтаете найти хорошую работу? Заходите в подраздел «Предлагаю работу». Здесь собраны предложения от людей и предпринимателей, которые стремятся найти ответственных и профессиональных сотрудников для своих фирм.<br/> <br/>

Не знаете где найти персонал для своей компании? Для этого на нашем портале создан подраздел «Ищу работу», на котором размещаются резюме тех, кто стремится продемонстрировать свои умения и навыки на практике.<br/><br/>

Кроме этого, на <a href="https://stavropolboard.ru">StavropolBoard.ru</a> имеется раздел «Курсы и обучение», где каждый может найти предложения по повышению своей квалификации или новое интересное увлечение. А также много других интересных вариантов размещается в рубрике «Работа».<br/><br/> 

Надеемся, что наш портал поможет найти работу мечты, а компаниям обзавестись ответственными и профессиональными сотрудниками. Желаем удачи во всех начинаниях! 
';
?>

<?
if ($cattitle[$name_cat]=='Услуги' ) echo '<b><center>Услуги</b></center><br/>
С помощью рубрики «Услуги» на бесплатной доске объявлений <a href="https://stavropolboard.ru">StavropolBoard.ru</a> можно быстро и удобно найти частное лицо, фирму или салон, который предоставляет необходимые услуги.<br/><br/> 

Для большего комфорта использования нашего сервиса раздел имеет несколько подкатегорий, посвященных различным направлениям:<br/>

•	транспортным услугам;<br/>
•	финансам и кредитам;<br/>
•	здоровью и красоте;<br/>
•	магическим и ритуальным;<br/>
•	нотариальным и юридическим;<br/>
•	организации и проведению торжественных мероприятий;<br/>
•	рекламным услугам;<br/>
•	безопасности и охране;<br/>
•	полиграфическим и издательским услугам и многому другому.<br/><br/>

Хотите быстро найти клиентов и продвинуть свои товары? Смело размещайте свое предложение на нашем бесплатном сервисе! <br/><br/>

С помощью простых действий, которые возможно совершать дома, сидя на диване или занимаясь с ребенком, можно получить целый пакет качественных услуг в той сфере, которая является необходимой. День рождения у детей? Ищите аниматора! Необходимо продвинуть новый бизнес? У нас есть рекламные агентства!<br/><br/>

Никто не покинет  <a href="https://stavropolboard.ru">StavropolBoard.ru</a> с пустыми руками. На нашем портале все можно продать и еще больше купить!<br/><br/>

Спасибо, что остаетесь с нами! Удачных покупок и успешных продаж!
';
?>

<?
if ($cattitle[$name_cat]=='Личные вещи' ) echo '<b><center>Личные вещи</b></center><br/>
Каждый день мы сталкиваемся с проблемами. В чем пойти на работу? Ребенок вырос из старых штанов. У мужа порвалась курточка. Младший хочет новую игрушку. Как с этим всем справиться? Выход прост – доска бесплатных предложений <a href="https://stavropolboard.ru">StavropolBoard.ru</a> поможет решить все проблемы, не прекращая пить утренний кофе на кухне.<br/><br/>
Здесь найдутся товары для всей семьи:<br/>
•	взрослая и детская одежда;<br/>
•	игрушки;<br/>
•	аксессуары;<br/>
•	сумки;<br/>
•	часы;<br/>
•	украшения;<br/>
•	детские товары и многое другое.<br/><br/> 
А может вы всего один раз носили модное платье, и теперь оно пылится в шкафу, занимая лишнее место? Или ребенок вырос так быстро, что не успел побегать во дворе в новеньких кроссовках? Не храните вещи на потом, не нужно забивать ими чуланы и прочие места хранения «хлама». Есть сотни людей, которые заинтересуются в покупке одежды и других вещей личного использования.<br/><br/> 
Вы можете бесплатно разместить предложение на портале <a href="https://stavropolboard.ru">StavropolBoard.ru</a>. Здесь все можно продать и все можно купить. Не имеет значения, с какой целью человек посетил наш сайт, просто он не сможет его покинуть.<br/><br/>
Смело заходите на <a href="https://stavropolboard.ru">StavropolBoard.ru</a>! Совершайте покупки! Предлагайте свои услуги и товары! Сотни граждан ждут именно ваших предложений! 
';
?>

<?
if ($cattitle[$name_cat]=='Для дома и дачи' ) echo '<b><center>Для дома и дачи</b></center><br/>
Желаете обновить интерьер? Приобрести новую бытовую технику? Устроить званый ужин с новым набором посуды? Или озеленить свое жилище? Не знаете с чего начать? Предлагаем приобрести все и сразу!<br/><br/> 
Все необходимые предметы и элементы, которые ежедневно украшают дома и дачи и дарят им уют и чувство домашнего тепла, теперь можно найти на бесплатной доске объявлений  <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/>
Удобная поисковая система и раздел рубрик на подкатегории делает пользование сайтом в несколько раз комфортнее и проще! В разделе «Для дома и дачи» представлены группы товаров:<br/>
•	мебель и предметы интерьера;<br/>
•	цветы и домашние растения;<br/>
•	все для ремонта и строительства;<br/>
•	бытовая техника;<br/>
•	товары для кухни и наборы посуды;<br/>
•	продукты питания  многое другое.<br/><br/> 
Здесь представлена продукция новая и б/у. Каждый найдет то, что будет удовлетворять его потребности.<br/><br/> 
Начните делать ремонт на кухне! Подарите своей жене цветы! Купите новую стиральную машину! Можно больше не откладывать совершение покупок на благоприятный день, потому что этот день настал.<br/><br/>
Заходите на портал <a href="https://stavropolboard.ru">StavropolBoard.ru</a> и покупайте все с комфортом, не покидая своей уютной и теплой постели. Удачных вам приобретений! 
';
?>

<?
if ($cattitle[$name_cat]=='Бытовая электроника' ) echo '<b><center>Бытовая электроника</b></center><br/>
Если возникло желание приобрести новый гаджет или есть необходимость покупки оргтехники, то все это можно найти на одном портале – <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/> 
Новые и б/у устройства представлены как частными лицами, так и прямо от производителей. Это прекрасный способ приобрести необходимое оборудование, не переплачивая при этом за дополнительные услуги.<br/><br/> 
В рубрике «Бытовая электроника» представлены:<br/>
•	игры и приставки;<br/>
•	ноутбуки;<br/>
•	компьютеры;<br/>
•	планшеты;<br/>
•	электронные книги;<br/>
•	гаджеты;<br/>
•	оргтехника и расходные материалы;<br/>
•	телевизоры;<br/>
•	фото- и видеотехника;<br/>
•	устройства аудио;<br/>
•	комплектующие запчасти и детали и много других интересных товаров.<br/><br/>
Если хотите продать свой компьютер или телефон, то предоставляется возможность абсолютно бесплатно разместить свое объявления на <a href="https://stavropolboard.ru">StavropolBoard.ru</a>, и уже сегодня его увидят десятки жителей нашего города.<br/><br/>
Еще никогда не было так просто совершать покупки! В одном месте собрано сотни предложений, которые демонстрируют различные товары и услуги.<br/><br/>
Не любите бегать по магазинам? Так и не нужно! Заходите на <a href="https://stavropolboard.ru">StavropolBoard.ru</a>, не покидая дома, и находите все необходимое с помощью удобной и быстрой системы поиска. Удачных покупок! 
';
?>

<?
if ($cattitle[$name_cat]=='Хобби и отдых' ) echo '<b><center>Хобби и отдых</b></center><br/>
Любите почитать на досуге? Или коллекционируете монеты? А может вы любитель активного отдыха, и мечтаете о путешествиях?  Эти и много других предложений о путешествиях и увлечениях можно найти в рубрике «Хобби и отдых» на доске бесплатных объявлений <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/> 
Если вам есть что предложить, то воспользуйтесь удобной возможностью разместить свое объявление в данной рубрике! Сотни людей просмотрят его уже за первые сутки. Для удобства использования раздел имеет следующие тематические подкатегории:<br/>
•	литературные произведения и журналы;<br/>
•	музинструменты;<br/>
•	билеты;<br/>
•	предложения о путешествиях;<br/>
•	коллекционные и антикварные предметы;<br/>
•	все для охоты и рыбалки;<br/>
•	знакомства и много других интересных товаров и услуг.<br/><br/>
Так уж вышло, что каждый человек имеет любимое дело, каким он занимается в свободное время, и которое приносит ему неописуемый заряд удовольствия! Находите все, что необходимо для ваших увлечений на <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/>
Читайте, путешествуйте, ходите на рыбалку, на концерты, коллекционируйте, знакомьтесь, влюбляйтесь и просто наслаждайтесь жизнью! А наш портал будет прикладывать максимум усилий, чтобы этому способствовать.<br/><br/>
Оставайтесь с нами и удачных вам покупок!
';
?>

<?
if ($cattitle[$name_cat]=='Животные' ) echo '<b><center>Животные</b></center><br/>
Хотите найти себе верного друга, который каждый день будет встречать у дверей, ласково урчать и облизывать? Или, может, мечтаете стать фермером и развести огромное хозяйство? Тогда рубрика «Животные» на <a href="https://stavropolboard.ru">StavropolBoard.ru</a> – именно то, что доктор прописал.<br/><br/>

Сотни людей ежедневно посещают наш сайт в поисках услуг или товаров, что предлагают жители нашего города. На портале размещаются объявления людей, которые продают:<br/>

•	щенков;<br/>
•	котят;<br/>
•	шиншилл;<br/>
•	рыбок;<br/>
•	кроликов;<br/>
•	уток;<br/>
•	гусей;<br/>
•	коров;<br/>
•	лошадей и много других животных.<br/><br/>

Здесь также найдется подкатегория, где предлагают домашних питомцев даром. Все, что им необходимо, это любовь, забота и домашнее тепло. Ведь всем известно, что друга невозможно купить за деньги. Каждый питомец, находящийся в этой категории, ищет семью, дом которой он сделает ярче и уютнее.<br/><br/>

Если есть предложения по продаже животных или хотите отдать любимца в хорошие руки, то можно абсолютно бесплатно разместить свое предложение на  <a href="https://stavropolboard.ru">StavropolBoard.ru</a>.<br/><br/> 

Мы верим, что каждый питомец обязательно обретет свой дом! Счастье находится намного ближе, чем кажется. Спасибо, что выбираете портал бесплатных объявлений <a href="https://stavropolboard.ru">StavropolBoard.ru</a>. 
';
?>

<?
if ($cattitle[$name_cat]=='Для бизнеса' ) echo '<b><center>Для бизнеса</b></center><br/>
Если вы являетесь владельцем индивидуального предприятия, компании или только хотите попробовать себя в данной индустрии, то раздел «Для бизнеса» поможет найти все необходимое для обустройства и начала деятельности.<br/><br/>
К тому же здесь собраны объявления тех, кто по какой-либо причине продает уже готовый бизнес в Ставрополе. И таким образом, остается лишь связаться с владельцем и уже завтра стать полноправным владельцем фирмы или предприятия.<br/><br/>
Почему стоит выбирать именно  <a href="https://stavropolboard.ru">StavropolBoard.ru</a>? Потому что этот портал отличается:<br/>
•	простотой;<br/>
•	удобством;<br/>
•	функциональностью;<br/>
•	доступностью;<br/>
•	широким выбором категорий и ассортимента;<br/>
•	возможностью бесплатно разместить свое предложение на сайте.<br/><br/>
К тому же существует необходимость найти квалифицированных и профессиональных сотрудников. На нашем портале есть отдельная рубрика «Работа», где можно изучить размещенные резюме людей или же предложить вакансию, на которую тут же откликнутся десятки желающих.<br/><br/>
Вместе со <a href="https://stavropolboard.ru">StavropolBoard.ru</a> намного легче начинать свое дело, ведь в одном месте собрано все необходимое для результативного и эффективного развития бизнеса.<br/><br/>
Желаем успеха и удачных поисков! 
';
?>
</div></div>

<div class="form-wrapper">
<?
if(defined('JBCITY')) $GLOBALS['subQuery']=' AND city_id = '.JBCITY; else $GLOBALS['subQuery']='';
function listcat2($id, $sub){
	$categories = mysql_query("SELECT id, child_category, name_cat, en_name_cat FROM jb_board_cat WHERE root_category = $id ORDER by sort_index"); cq(); 
	while($category = mysql_fetch_assoc($categories)){	
		$name_cat = (defined('JBLANG') && constant('JBLANG')=='en') ? $category['en_name_cat'] : $category['name_cat'];
		$count_ads = mysql_result(mysql_query("SELECT COUNT(id) from jb_board WHERE id_category='".$category['id']."' AND old_mess='old'".$GLOBALS['subQuery']), 0);cq();
		if($sub=="1") $subclass=" class=\"subclass\" ";else $subclass="";
		echo "<div class=\"form-wrap1\"><li><a ".$subclass." href=\"c".$category['id'].".html\">".$name_cat."</a></li></div>";
		if($category['child_category']==1){listcat2($category['id'],$sub+1);echo "<br />";}
	}
}
$categories = mysql_query("SELECT id, child_category, name_cat, en_name_cat, img FROM jb_board_cat WHERE root_category='".$cattitle['id']."' ORDER by sort_index");  cq();
echo "<div class=\"alcenter\"><h1 class=\"orange\">".$cattitle[$name_cat];
if(defined('USER_CITY_TITLE')) echo ", ".USER_CITY_TITLE;
echo " в Ставрополе</h1></div><br />";
echo "<div class=\"index_cat gray sm\">"; 
while($category = mysql_fetch_assoc($categories)){
	$name_cat = (defined('JBLANG') && constant('JBLANG')=='en') ? $category['en_name_cat'] : $category['name_cat'];
	echo (@$category['img'])?"<img alt=\"".$name_cat."\" class=\"rootcatimg\" src=\"".$u."cat/".$category['img']."\" />":"";
	if($category['child_category']==1){
		echo "<center><span class=\"rootcat\">".$name_cat."</span></center><br />";
		listcat2($category['id'],1);
		echo "<br />";
	}else{
		$count_ads = mysql_result(mysql_query("SELECT COUNT(id) from jb_board WHERE id_category='".$category['id']."' AND old_mess='old'".$GLOBALS['subQuery']), 0);cq();
		echo "<div class=\"form-wrap1\"><li><a href=\"c".$category['id'].".html\">".$name_cat."</a></li></div>";
	}
}
echo "</div><div class=\"clear\"></div>";
?>
</div>