<?php

	//Access point
	define("_BOARD_VALID_", 1);

	//Settings
	require_once(dirname(__FILE__)."/settings.php");

?><!DOCTYPE html>
<html>
	<head>
		<meta http-equiv="content-type" content="text/html; charset=utf-8">
		<title><?php echo __("Terms of use"); ?></title>
		<link rel="stylesheet" href="<?php echo $script_url;?>css/style.css" type="text/css" media="all" />
	</head>
	<body marginheight='0' marginwidth='0' style="padding: 20px 50px 20px 50px;">

<h2><?php echo __("Terms of use"); ?></h2>
<br /><br />
<b>Общее положение</b><br /><br />
<br /><br />
    Данный документ является официальным предложением (публичной офертой) Владельца сайта(Исполнителем) ****.***, и содержит все условия предоставления услуг по размещению рекламно–информационных материалов (Баннер) в сети интернет.<br /><br />
    В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ), в случае принятия изложенных ниже условий и оплаты услуг, юридическое лицо, производящее акцепт этой оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт оферты равносилен заключению договора на условиях, изложенных в оферте), а Исполнитель и Заказчик совместно «Сторонами» договора оферты.<br /><br />
    В связи с вышеуказанным, внимательно прочитайте текст данной публичной оферты, и если Вы не согласны с ее условиями, или с каким–либо пунктом условий, Исполнитель предлагает Вам отказаться от заключения договора оферты и исполнения услуг Исполнителя.<br /><br />
<br /><br />
<b>Термины</b><br /><br />
<br /><br />
    В целях настоящей Оферты нижеприведенные термины используются в следующем значении:<br /><br />
    Оферта — настоящий документ "Предложение (публичная оферта) услуг по размещению рекламно–информационных материалов".<br /><br />
    Акцепт Оферты — полное и безоговорочное принятие Оферты путем осуществления действий, указанных в разделе 4 настоящей Оферты. Акцепт Оферты создает Договор Оферты.<br /><br />
    Заказчик — лицо, осуществившее Акцепт Оферты, и являющееся таким образом Заказчиком услуг Исполнителя по заключенному договору Оферты.<br /><br />
    Договор Оферты — договор между Исполнителем и Заказчиком на предоставление услуг по размещению рекламно–информационных материалов, который заключается посредством Акцепта Оферты.<br /><br />
    Прейскурант — действующий систематизированный перечень услуг Исполнителя с тарифами, публикуемый в сети Интернет.<br /><br />
    Баннер – графическое изображение, несущее информацию о рекламном предложении Заказчика.<br /><br />
    Интернет-ресурс – совокупность веб - страниц Исполнителя, размещенных в сети Интернет и образующих единую структуру веб - сайта.<br /><br />
    Заявка — сообщение от Заказчика Исполнителю о своих намерениях по размещению Баннера на интернет ресурсах Исполнителя.<br /><br />
<br /><br />
<b>Предмет договора</b><br /><br />
<br /><br />
    Предметом настоящей Оферты является предоставление Заказчику услуг по размещению рекламно-информационных материалов Заказчика, далее по тексту «Баннер», в сети интернет на сайтах Исполнителя.<br /><br />
    Публичная оферта, Приложение к публичной оферте – Прейскурант являются официальными документами и публикуются на интернет - ресурсе Исполнителя.<br /><br />
    Условия размещения Баннера, а именно наименования сайтов, срок размещения, способ демонстрации и размер материалов указываются Заказчиком в Заявке на основании Прейскуранта и согласовываются с Исполнителем.<br /><br />
    Обязательства Исполнителя по размещению Баннера Заказчика считаются выполненными с момента размещения Баннера в сети интернет на сайтах Исполнителя.<br /><br />
<br /><br />
<b>Акцепт оферты и заключение договора оферты</b><br /><br />
<br /><br />
    Заказчик производит Акцепт Оферты путем заполнения и отправки Заявки на сайте Исполнителя, а также 100% предоплаты услуг Исполнителя, с учетом условий выбора предоставляемых услуг.<br /><br />
<br /><br />
<b>Условия и порядок предоставления услуг</b><br /><br />
<br /><br />
    Заказчик заполняет и отправляет Исполнителю Заявку на размещение Баннера на сайте Исполнителя.<br /><br />
    Уточнять и корректировать желаемые результаты оказываемых услуг Стороны могут по электронной почте.<br /><br />
<br /><br />
    Услуги считаются оказанными надлежащим образом и в полном объеме, если в течение 20 дней после окончания размещения Баннера Заказчиком не выставлена письменная претензия. В случае отсутствия претензии, Акт приемки-сдачи выполненных услуг считается подписанным, а услуги - оказанными полностью и надлежащим образом.<br /><br />
<br /><br />
<b>Права и обязанности Заказчика</b><br /><br />
<br /><br />
    Контролировать факт и качество оказания услуг Исполнителем на его интернет сайтах.<br /><br />
    Заказчик несет всю ответственность за соответствие формы и содержание Баннера всем требованиям законодательства, в том числе законодательства о рекламе, о защите авторских и смежных прав, об охране товарных знаков и знаков обслуживания.<br /><br />
    Заказчик обязуется своими силами и за свой счет разрешать все споры и урегулировать все претензии и иски третьих лиц, предписания и требования уполномоченных государственных и муниципальных исполнительных органов власти, поступившие как в адрес Заказчика, так и в адрес Исполнителя, в связи с размещением или иным использованием по Договору Оферты Баннера или материалов, на которые ссылается Баннер, а также возместить все убытки и расходы, понесенные Исполнителем в связи с такими претензиями и исками.<br /><br />
    В случае нарушения Заказчиком условий договора Оферты Исполнитель вправе приостановить оказание услуг до момента устранения Заказчиком допущенных нарушений и возмещения, причиненных Исполнителю таким нарушением, убытков в полном объеме и/или расторгнуть договор Оферты с направлением соответствующего уведомления Заказчику по адресу электронной почты Заказчика.<br /><br />
    Стороны согласились, что в спорных ситуациях достаточным подтверждением количества оказанных по Договору услуг являются данные электронной статистики Исполнителя.<br /><br />
    Соглашаясь с условиями и принимая условия настоящей Оферты путем Акцепта Оферты, Заказчик заверяет и гарантирует Исполнителю, что:<br /><br />
            Заказчик указал достоверные персональные данные и реквизиты Заказчика при оформлении Заявки и платежных документов при оплате услуг Исполнителя;<br /><br />
            Заказчик заключает договор Оферты добровольно, при этом Заказчик полностью ознакомился с условиями Оферты, полностью понимает предмет Оферты и договора Оферты, полностью понимает значение и последствия своих действий в отношении заключения и исполнения Договора Оферты;<br /><br />
            Заказчик обладает всеми правами и полномочиями, необходимыми для заключения и исполнения договора Оферты и для разрешения использования Исполнителем Баннера в целях исполнения договора Оферты;<br /><br />
<br /><br />
<b>Права и обязанности Исполнителя</b><br /><br />
<br /><br />
    Разместить Баннер Заказчика в сети интернет на сайтах Заказчика в соответствии с условиями настоящей Оферты и Прейскурантом.<br /><br />
    Требовать оплату услуг в соответствии с условиями настоящей Оферты.<br /><br />
    Исполнитель не несет ответственности за качество Баннера и содержание представленных в нем материалов.<br /><br />
    Исполнитель имеет право отказаться от оказания услуг по договору в одностороннем порядке:<br /><br />
        письменно уведомив об этом Заказчика, при условии полного возврата предоплаты за не предоставленные услуги;<br /><br />
        без уведомления, если рекламно-информационные материалы, предоставленные заказчиком, будут содержать информацию нецензурного характера либо порочащую честь и достоинство Исполнителя или третьих лиц, а так же материалы порнографического характера, с последующим возвратом предоплаты;<br /><br />
    В случае невыполнения Исполнителем своих обязательств он обязан в течение 5 банковских дней возвратить Заказчику внесенную предоплату в эквиваленте системы электронных платежей Webmoney(WMR).<br /><br />
    Заказчик имеет право получать от Исполнителя устные и письменные консультации по вопросам, связанным с исполнением настоящего Договора; уточнять и корректировать желаемые результаты оказываемых услуг для Заказчика в случае существенного изменения ситуации.<br /><br />
    Исполнитель имеет право изменять Прейскурант и условия данной публичной Оферты без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на Интернет-ресурсах, не менее чем за 10 дней до их ввода в действие.<br /><br />
    Исполнитель ни при каких обстоятельствах не несет никакой ответственности по Договору Оферты за:<br /><br />
        какие-либо действия или бездействия, являющиеся прямым или косвенным результатом действий или бездействий каких-либо третьих сторон;<br /><br />
        какие-либо косвенные убытки или упущенную выгоду Заказчика или третьих сторон вне зависимости от того, мог Исполнитель предвидеть возможность таких убытков или нет;<br /><br />
        использование (невозможность использования) и какие бы то ни было последствия использования (невозможности использования) Заказчиком выбранной им формы оплаты Услуг по договору Оферты.<br /><br />
    Совокупная ответственность Исполнителя по договору Оферты, по любому иску или претензии в отношении договора Оферты или его исполнения, ограничивается суммой платежа, уплаченного Исполнителю Заказчиком по договору Оферты.<br /><br />
<br /><br />
<b>Прочие условия</b><br /><br />
<br /><br />
    Ни одна из сторон не может переуступить свои права и обязанности по Договору третьим лицам.<br /><br />
    Претензионный порядок разрешения споров обязателен. Срок ответа на претензию установлен в 10 календарных дней с момента ее получения.<br /><br />
    В случае не возможности урегулирования споров и разногласий путем переговоров их разрешение и рассмотрение производится в Арбитражном суде в соответствии с действующим законодательством РФ.<br /><br />
    Стороны не будут нести ответственность за неисполнение или несвоевременное исполнение обязательств по настоящему договору, если это произошло вследствие обстоятельств непреодолимой силы.<br /><br />
    Настоящий договор прекращается после полного исполнения сторонами своих обязательств.<br /><br />
	</body>
</html>
